---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.HostObjFailures.ReferencesNulled
source: html/8996b597-7f8b-20a1-a8be-419f830b0c5a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.HostObjFailures.ReferencesNulled Property

One or more references are or have become invalid.

## Syntax (C#)
```csharp
public static FailureDefinitionId ReferencesNulled { get; }
```